/* No comment provided by engineer. */
"%@ to %@" = "%1$@ から %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d/%2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li から %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "'item' パラメーターが必要です";

/* No comment provided by engineer. */
"'portal' parameter required" = "'portal' パラメーターが必要です";

/* No comment provided by engineer. */
"'tags' parameter required" = "'tags' パラメーターが必要です";

/* No comment provided by engineer. */
"'title' parameter required" = "'title' パラメーターが必要です";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<値がありません>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "デバイスの位置へのアクセスは拒否されています。";

/* No comment provided by engineer. */
"Actual Size" = "実サイズ";

/* No comment provided by engineer. */
"Add" = "追加";

/* No comment provided by engineer. */
"Add Attachment" = "添付ファイルの追加";

/* No comment provided by engineer. */
"Add..." = "追加...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "この操作には itemID が必要です。ItemID を取得するには、このアイテムをポータルに追加します。";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "キャッチされなかった NSException が検出されましたが、元の情報とコールスタックは利用できません。objective-c の例外で中断して、元の NSException の原因になっているコードの行を調べてください。この方法については、ドキュメントをご参照ください。";

/* No comment provided by engineer. */
"Apply Geometry" = "ジオメトリの適用";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "ルートを解析するには、少なくとも 1 つの施設が必要です。";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "ルートを解析するには、少なくとも 1 つのインシデントが必要です。";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "ルートを解析するには、少なくとも 2 つのストップが必要です。";

/* No comment provided by engineer. */
"Attachment" = "添付ファイル";

/* No comment provided by engineer. */
"Attachments" = "添付ファイル";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "現在のライセンス レベルでサポートされていない機能を使用しようとしています";

/* No comment provided by engineer. */
"Authorization required" = "認証が必要です";

/* No comment provided by engineer. */
"Bad Request" = "不正な要求";

/* No comment provided by engineer. */
"Bad URL." = "不正な URL です。";

/* No comment provided by engineer. */
"bytes" = "バイト";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "異なるアイテム タイプに保存できません。";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "'%@' の ID を確認できません。";

/* No comment provided by engineer. */
"Certificate Required" = "認証情報が必要です";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "failureCount: %2$lu による URL: %1$@ のためのチャレンジ";

/* No comment provided by engineer. */
"Changing Feature Type" = "フィーチャ タイプの変更";

/* No comment provided by engineer. */
"Choose From Library" = "ライブラリから選択";

/* No comment provided by engineer. */
"Clear" = "消去";

/* No comment provided by engineer. */
"Clear Geometry" = "ジオメトリの消去";

/* No comment provided by engineer. */
"Continue" = "続行";

/* No comment provided by engineer. */
"Created %d hours ago" = "%d 時間前に作成";

/* No comment provided by engineer. */
"Created %d minutes ago" = "%d 分前に作成";

/* No comment provided by engineer. */
"Created a minute ago" = "1 分前に作成";

/* No comment provided by engineer. */
"Created an hour ago" = "1 時間前に作成";

/* No comment provided by engineer. */
"Created by %@" = "%@ が作成";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "%1$@ が %2$d 時間前に作成";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "%1$@ が %2$d 分前に作成";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "%@ が 1 分前に作成";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "%@ が 1 時間前に作成";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "%1$@ が %2$@ の %3$@ に作成 - 日";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "%1$@ が %2$@ の %3$@ に作成 - 全体";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "%@ が数秒前に作成";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "%1$@ の %2$@ に作成 - 日";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "%1$@ の %2$@ に作成 - 全体";

/* No comment provided by engineer. */
"Created seconds ago" = "数秒前に作成";

/* No comment provided by engineer. */
"Credential Required" = "認証情報が必要です";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "円グラフのデータが無効です";

/* No comment provided by engineer. */
"Delete" = "削除";

/* No comment provided by engineer. */
"Delete Attachment" = "添付ファイルの削除";

/* No comment provided by engineer. */
"Delete Feature" = "フィーチャの削除";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "この添付ファイルを削除すると、ポップアップおよび関連するデータ ソースから削除されます。";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "このフィーチャを削除すると、マップおよび関連するデータ ソースから削除されます。";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "ルート案内時間属性と距離属性が適合していません。";

/* No comment provided by engineer. */
"Edit" = "編集";

/* No comment provided by engineer. */
"Edited %d hours ago" = "%d 時間前に編集";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "%d 分前に編集";

/* No comment provided by engineer. */
"Edited a minute ago" = "1 分前に編集";

/* No comment provided by engineer. */
"Edited an hour ago" = "1 時間前に編集";

/* No comment provided by engineer. */
"Edited by %@" = "%@ が編集";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "%1$@ が %2$d 時間前に編集";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "%1$@ が %2$d 分前に編集";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "%@ が 1 分前に編集";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "%@ が 1 時間前に編集";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "%1$@ が %2$@ の %3$@ に編集 - 日";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "%1$@ が %2$@ の %3$@ に編集 - 全体";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "%@ が数秒前に編集";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "%1$@ の %2$@ に編集 - 日";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "%1$@ の %2$@ に編集 - 全体";

/* No comment provided by engineer. */
"Edited seconds ago" = "数秒前に編集";

/* No comment provided by engineer. */
"Empty username/password" = "ユーザ名/パスワードが入力されていません";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "%1$@ から %2$@ までの日付を入力してください";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "%1$@ から %2$@ までの数字を入力してください";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "%1$i から %2$i までの数字を入力してください";

/* No comment provided by engineer. */
"Error" = "エラー";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "ID をキーチェーンに追加中にエラーが発生しました";

/* No comment provided by engineer. */
"Error adding keychain item" = "キーチェーン アイテムの追加中にエラーが発生しました";

/* No comment provided by engineer. */
"Error extracting identity" = "ID を抽出中にエラーが発生しました";

/* No comment provided by engineer. */
"Error Loading Page" = "ページの読み込み中にエラーが発生しました";

/* No comment provided by engineer. */
"Error removing keychain item" = "キーチェーン アイテムの削除中にエラーが発生しました";

/* No comment provided by engineer. */
"Error updating keychain item" = "キーチェーン アイテムの更新中にエラーが発生しました";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "最大値 (%@) を超えています";

/* No comment provided by engineer. */
"Extra Large" = "特大";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "施設 (%1$@) に無効な追加コスト属性名 (%2$@) があります。";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "施設 (%1$@) に負の追加コスト属性 (%2$@) があります。";

/* No comment provided by engineer. */
"Feature isn't valid." = "フィーチャが有効ではありません。";

/* No comment provided by engineer. */
"Finish" = "完了";

/* No comment provided by engineer. */
"Finishing editing..." = "編集を終了しています...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "ジオメトリ";

/* No comment provided by engineer. */
"Hide" = "非表示";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "インシデント (%1$@) に無効な追加コスト属性名 (%2$@) があります。";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "インシデント (%1$@) に負の追加コスト属性 (%2$@) があります。";

/* No comment provided by engineer. */
"Insert Part" = "パートの挿入";

/* No comment provided by engineer. */
"Insert Vertex" = "頂点の挿入";

/* No comment provided by engineer. */
"Invalid argument." = "無効な引数です。";

/* No comment provided by engineer. */
"Invalid Credentials" = "無効な資格情報";

/* No comment provided by engineer. */
"Invalid GPX data." = "GPX データが無効です。";

/* No comment provided by engineer. */
"Invalid groupID." = "groupID が無効です。";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "この組織への加入方法としてサポートされているのは招待のみであるため、管理者から招待を受け取る必要があります。";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "現在の値を保持";

/* No comment provided by engineer. */
"Large" = "大";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "最小値 (%@) 未満です";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "開発目的の使用にのみライセンスされています";

/* No comment provided by engineer. */
"Loading feature..." = "フィーチャを読み込んでいます...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "マップに、保存できないデータが含まれています。 このマップを保存するには、forceSaveToSupportedVersion に true を渡します (保存できないデータは削除されます)。";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "中";

/* No comment provided by engineer. */
"Missing client certificate" = "クライアント認証情報がありません";

/* string to represent hyperlink attributes */
"More Info" = "詳細";

/* No comment provided by engineer. */
"Move Geometry" = "ジオメトリの移動";

/* No comment provided by engineer. */
"Move Part" = "パートの移動";

/* No comment provided by engineer. */
"Move Vertex" = "頂点の移動";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "'%@' にアクセスするための認証情報が見つかりません";

/* No comment provided by engineer. */
"No data to create a bar chart" = "バー チャートを作成するためのデータがありません";

/* No comment provided by engineer. */
"No data to create a line chart" = "ライン チャートを作成するためのデータがありません";

/* No comment provided by engineer. */
"No data to create a pie chart" = "円グラフを作成するためのデータがありません";

/* No comment provided by engineer. */
"No image to display" = "表示する画像がありません";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "指定されたストップ (%@) 間のパスが見つかりません。";

/* No comment provided by engineer. */
"Not a valid number" = "有効な数字ではありません";

/* No comment provided by engineer. */
"Not a valid whole number" = "有効な整数ではありません";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "ポータルのないオブジェクトは作成できません。代わりに fromJSON:withPortal:error: メソッドを使用してください。";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "1 つ以上の累積属性名 (%@) が無効です。";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "カスタム パラメーター属性値に関連付けられている 1 つ以上の属性名 (%@) が無効です。";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "1 つ以上の施設 (%@) に NULL ジオメトリがあります。";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "1 つ以上の施設 (%@) に無効なアプローチ制限があります。";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "1 つ以上の施設 (%@) に無効なインピーダンス カットオフがあります。";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "1 つ以上のインシデント (%@) に NULL ジオメトリがあります。";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "1 つ以上のインシデント (%@) に無効なアプローチ制限があります。";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "1 つ以上のインシデント (%@) に無効なインピーダンス カットオフがあります。";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "1 つ以上のインシデント (%@) に 1 つ未満のターゲット施設数があります。";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "カスタム パラメーター属性値に関連付けられている 1 つ以上のパラメーター名 (%@) が無効です。";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "カスタム パラメーター属性値 (%@) に関連付けられている 1 つ以上のパラメーター値タイプが無効です。";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "1 つ以上のポイント バリア (%@) が未配置です。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "1 つ以上のポイント バリア (%@) に NULL ジオメトリがあります。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "1 つ以上のポイント バリア (%@) に無効な追加コスト属性名があります。";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "1 つ以上のポイント バリア (%@) に無効なアプローチ制限があります。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "1 つ以上のポリゴン バリア (%@) がどのネットワーク エレメントもカバーしていません。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "1 つ以上のポリゴン バリア (%@) に NULL ジオメトリがあります。";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "1 つ以上のポイント バリア (%@) に無効なコスト係数指定属性名があります。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "1 つ以上のポリライン バリア (%@) がどのネットワーク エレメントもカバーしていません。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "1 つ以上のポリライン バリア (%@) に NULL ジオメトリがあります。";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "1 つ以上のポリライン バリア (%@) に無効なコスト係数指定属性名があります。";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "1 つ以上の規制属性名 (%@) が無効です。";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "カスタム パラメーター属性値 (%2$@) に関連付けられている 1 つ以上の規制使用の値 (%1$@) が無効です。";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "カスタム パラメーター属性値 (%2$@) に関連付けられている 1 つ以上の規制使用の値 (%1$@) が中立的です (すなわち、影響がありません)。";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "1 つ以上のストップ (%@) が通過できない位置にあります。";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "1 つ以上のストップ (%@) が軽い規制を受けている位置にあります。";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "1 つ以上のストップ (%@) が未配置です。";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "1 つ以上のストップ (%@) に他のストップから到達できません。";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "1 つ以上のストップ (%@) に NULL ジオメトリがあります。";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "1 つ以上のストップ (%@) のタイム ウィンドウ終了値が、そのタイム ウィンドウの開始より前の値になっています。";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "1 つ以上のストップ (%@) に、1970 年 1 月 1 日より前に開始するタイム ウィンドウがあります。";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "1 つ以上のストップ (%@) に無効なアプローチ制限があります。";

/* No comment provided by engineer. */
"Open in Safari" = "Safari で開く";

/* No comment provided by engineer. */
"Password" = "パスワード";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "新しい添付ファイルの名前を入力してください:";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "ポリゴン バリア (%1$@) に負またはゼロのコスト係数指定属性 (%2$@) があります。";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "ポリライン バリア (%1$@) に負またはゼロのコスト係数指定属性 (%2$@) があります。";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "ポリラインを返すことができません。";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "個人向けプランのアカウントのユーザーは、このアプリケーションにアクセスできません。";

/* No comment provided by engineer. */
"Remove Part" = "パートの削除";

/* No comment provided by engineer. */
"Remove Vertex" = "頂点削除";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "ストップのコレクションにウェイポイントまたは休憩が含まれている場合、ストップの順序変更 (巡回セールスマン問題) はサポートされません。";

/* No comment provided by engineer. */
"Reset to Default Values" = "デフォルト値にリセット";

/* No comment provided by engineer. */
"Retry" = "再試行";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "ルートは、ウェイポイントで開始または終了します。";

/* No comment provided by engineer. */
"Save Image" = "画像の保存";

/* No comment provided by engineer. */
"Save Movie" = "ムービーの保存";

/* No comment provided by engineer. */
"Sign In" = "サイン イン";

/* No comment provided by engineer. */
"Skip" = "スキップ";

/* No comment provided by engineer. */
"Small" = "小";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "指定した時間が 1970 年 1 月 1 日より前になっています。";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "ストップ (%1$@) に無効な追加コスト属性名 (%2$@) があります。";

/* No comment provided by engineer. */
"Take Photo or Video" = "写真またはビデオの撮影";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "デフォルトのインピーダンス カットオフが無効です。";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "デフォルトのターゲット施設数が無効です。";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "ルート案内の距離属性名 (%@) が無効です。";

/* No comment provided by engineer. */
"The directions language is invalid." = "ルート案内の言語が無効です。";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "ルート案内道路クラス属性が無効です。";

/* No comment provided by engineer. */
"The directions style is invalid." = "ルート案内のスタイルが無効です。";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "ルート案内の時間属性名 (%@) が無効です。";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "インピーダンス属性名 (%@) が無効です。";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "入力空間参照が未定義です。";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "階層的ルート計画を実行するための階層属性がネットワークにありません。";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "最初に 'saveAs:' メソッドを使用してオブジェクトをポータルに保存する必要があります。";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "出力空間参照が未定義です。";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "ポリゴン バッファー距離が無効です。";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "お探しのリソースは、削除されているか、名前が変更されているか、一時的に利用できない可能性があります。";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "作成されたルートが 1 つ以上の軽い規制を受けている位置 (%@) を通過しました。";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "ルートが長過ぎるため、徒歩移動モードを使用して解析できません。";

/* No comment provided by engineer. */
"The search where clause is not supported." = "検索の WHERE 句はサポートされていません。";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "サーバーの認証情報が無効です。'%@' になりすましているサーバーにアクセスしている恐れがあり、機密情報がリスクにさらされる可能性があります。それでも接続しますか？";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "サービスで、時間シフトを正しく計算できません。";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "指定された clientID は無効です";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "選択されたストップのタイプはサーバーでサポートされていないため、ストップ (%@) のストップ タイプ プロパティは無視されました。";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "移動モードがデフォルトに設定されています。";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "ウェイポイント (%@) に追加コスト属性があります。";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "ウェイポイント (%@) にタイム ウィンドウがあります。";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "フィーチャの読み込み中にエラーが発生しました。ネットワーク接続を確認してください。";

/* No comment provided by engineer. */
"Time windows start date was changed." = "タイム ウィンドウの開始日時が変更されました。";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "インピーダンス属性は時間ベースでないため、タイム ウィンドウは無視されました。";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "新しいアイテムとして保存するには、ポータルにログインしている必要があります。";

/* No comment provided by engineer. */
"Today" = "今日";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "トークンが無効か期限が切れています";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "トークン URL が Nil です。資格情報に有効なトークン URL を設定する必要があります。";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "指定された認証情報でログインできません。";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "プロバイダーからユーザー プロフィールを取得できません";

/* No comment provided by engineer. */
"Unauthorized access" = "許可されないアクセス";

/* No comment provided by engineer. */
"Unknown authentication error" = "原因不明の認証エラーが発生しました";

/* No comment provided by engineer. */
"Unknown condition." = "不明な条件";

/* No comment provided by engineer. */
"Unknown error occurred" = "原因不明のエラーが発生しました";

/* No comment provided by engineer. */
"Unsupported GPX data." = "サポートされていない GPX データです。";

/* No comment provided by engineer. */
"User canceled error" = "ユーザーがエラーをキャンセルしました";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "組織によって割り当てられたユーザー ライセンスが無効です。管理者に連絡して、ライセンスの割り当てを調整し、もう一度やり直してください。";

/* No comment provided by engineer. */
"Username" = "ユーザ名";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "ブラウザーを使用して認証しています...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "値が %lu の最大フィールド長を超えています";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "フィーチャ タイプを変更しています。 現在の値を維持するか (可能な場合)、デフォルトにリセットしますか？";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "ソーシャル ネットワークの認証情報に関連付けられている組織アカウントがないため、サイン インできません。";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "このリソースにアクセスする権限がありません";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "このアプリケーションにアクセスするために必要なユーザー レベルではありません。";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "この操作を実行するには、ポータルにログインしている必要があります。";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "1 ～ 5 の評価を指定する必要があります。";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "plist に場所の使用法の説明キーを指定する必要があります (NSLocationWhenInUseUsageDescription または NSLocationAlwaysUsageDescription)。";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "認証情報を選択して、リソース '%@' にアクセスする必要があります";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "サイン インして、リソース '%@' にアクセスする必要があります";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "in";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "不明";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "センチメートル";
"Decimal Degrees" = "度 (10進)";
"Decimeters" = "デシメートル";
"Feet" = "フィート";
"Inches" = "インチ";
"Kilometers" = "キロメートル";
"Meters" = "メートル";
"Miles" = "マイル";
"Millimeters" = "ミリメートル";
"Nautical Miles" = "海里";
"Points" = "ポイント";
"Yards" = "ヤード";

/* Area Units Abbreviated Strings */
"sq. in" = "sq. in";
"sq. ft" = "sq. ft";
"sq. yd" = "sq. yd";
"ac" = "ac";
"sq. mi" = "sq. mi";
"sq. mm" = "sq. mm";
"sq. cm" = "sq. cm";
"sq. dm" = "sq. dm";
"sq. m" = "sq. m";
"ares" = "ares";
"ha" = "ha";
"sq. km" = "sq. km";

/* Area Units Display Strings */
"Square Inches" = "平方インチ";
"Square Feet" = "平方フィート";
"Square Yards" = "平方ヤード";
"Acres" = "エーカー";
"Square Miles" = "平方マイル";
"Square Millimeters" = "平方ミリメートル";
"Square Centimeters" = "平方センチメートル";
"Square Decimeters" = "平方デシメートル";
"Square Meters" = "平方メートル";
"Ares" = "アール";
"Hectares" = "ヘクタール";
"Square Kilometers" = "平方キロメートル";

